round4/Bjoern.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   140.45ms   21.44ms   2.00s    94.54%
    Req/Sec    12.11k     3.29k   30.33k    70.21%
  1376897 requests in 30.09s, 118.18MB read
  Socket errors: connect 0, read 0, write 0, timeout 248
Requests/sec:  45759.79
Transfer/sec:      3.93MB