round4/CherryPy.500.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.29ms    3.23ms  32.43ms   71.28%
    Req/Sec     0.95k   568.46     1.64k    50.67%
  56695 requests in 30.06s, 6.76MB read
Requests/sec:   1886.16
Transfer/sec:    230.25KB