round4/Gunicorn.100.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    27.30ms   11.74ms 180.68ms   93.10%
    Req/Sec   786.57    338.52     1.26k    69.31%
  31180 requests in 30.06s, 4.37MB read
  Socket errors: connect 100, read 0, write 0, timeout 0
Requests/sec:   1037.22
Transfer/sec:    148.90KB