round4/Gunicorn.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   133.76ms  226.57ms   1.93s    92.28%
    Req/Sec   331.19    269.18     1.38k    77.63%
  29050 requests in 30.09s, 4.07MB read
  Socket errors: connect 0, read 0, write 0, timeout 673
Requests/sec:    965.52
Transfer/sec:    138.61KB