round4/Gunicorn.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   213.03ms  321.75ms   2.00s    89.78%
    Req/Sec   215.87    190.32     1.11k    85.58%
  17374 requests in 30.09s, 2.44MB read
  Socket errors: connect 0, read 0, write 0, timeout 713
Requests/sec:    577.46
Transfer/sec:     82.90KB