round4/nginx-unit.500.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.84ms    2.67ms  98.56ms   93.03%
    Req/Sec     4.21k   464.29    16.35k    98.73%
  493431 requests in 30.09s, 56.94MB read
Requests/sec:  16396.69
Transfer/sec:      1.89MB